[
    {
        "author": "Kirsten Korosec",
        "title": "GM, Ford wrap up ventilator production and shift back to auto business",
        "description": "As the COVID-19 pandemic spread to the United States, a number of automakers and other manufacturers announced plans to retrofit factories to help ease the shortage of personal protective gear and ventilators. Now, two U.S. automakers have fulfilled their sep…",
        "url": "https://techcrunch.com/2020/09/01/gm-ford-wrap-up-ventilator-production-and-shift-back-to-auto-business/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GMVentecFinalUnit05.jpg?w=400",
        "publishedAt": "2020-09-02T00:34:41Z",
        "content": "As the COVID-19 pandemic spread to the United States, a number of automakers and other manufacturers announced plans to retrofit factories to help ease the shortage of personal protective gear and ve… [+3340 chars]"
    },
    {
        "author": "Catherine Shu",
        "title": "Toss Lab raises $13 million Series B for its collaboration platform JANDI, the \"Slack of Asia\"",
        "description": "As Slack ramps up its investment in Asia, Toss Lab, the South Korea-based creator of enterprise collaboration platform JANDI, is preparing to become a more formidable rival. The startup announced today that it has raised a $13 million Series B led by SoftBank…",
        "url": "https://techcrunch.com/2020/09/01/toss-lab-raises-13-million-series-b-for-its-collaboration-platform-jandi-the-slack-of-asia/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/JANDI_Product_Image.jpg?w=640",
        "publishedAt": "2020-09-01T23:30:35Z",
        "content": "As Slack ramps up its investment in Asia, Toss Lab, the South Korea-based creator of enterprise collaboration platform JANDI, is preparing to become a more formidable rival. The startup announced tod… [+3150 chars]"
    },
    {
        "author": "Anthony Ha",
        "title": "Daily Crunch: Apple launches 'Exposure Notification Express' for COVID-19",
        "description": "Apple and Google are adding support for app-less exposure notifications, Facebook says it might block news sharing in Australia and Samsung has a new foldable phone. This is your Daily Crunch for September 1, 2020. The big story: Apple launches ‘Exposure Noti…",
        "url": "https://techcrunch.com/2020/09/01/daily-crunch-apple-google-exposure-notification-express/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1210900116.jpeg?w=640",
        "publishedAt": "2020-09-01T22:10:43Z",
        "content": "Apple and Google are adding support for app-less exposure notifications, Facebook says it might block news sharing in Australia and Samsung has a new foldable phone. This is your Daily Crunch for Sep… [+3247 chars]"
    },
    {
        "author": "Darrell Etherington",
        "title": "Rocket Lab gains key FAA launch license for its U.S.-based launch site",
        "description": "Launch provider Rocket Lab has gained a key clearance from the U.S. Federal Aviation Administration that should mean it’ll be launching from its U.S.-based facility at Wallops Island, Virginia relatively soon. As it had done before for its LC-1 launch pad in …",
        "url": "https://techcrunch.com/2020/09/01/rocket-lab-gains-key-faa-launch-license-for-its-u-s-based-launch-site/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/Eg2uCueUcAAneE_.jpeg?w=600",
        "publishedAt": "2020-09-01T20:46:10Z",
        "content": "Launch provider Rocket Lab has gained a key clearance from the U.S. Federal Aviation Administration that should mean it’ll be launching from its U.S.-based facility at Wallops Island, Virginia relati… [+1213 chars]"
    },
    {
        "author": "Sarah Perez",
        "title": "Amazon's big redesign on iOS to reach all U.S. users by month-end",
        "description": "The Amazon app is getting a makeover. You may have already spotted the refreshed version of the Amazon shopping app with its new color scheme and revamped navigation if you’re an iPhone user. The changes began rolling out earlier this summer to iOS users in t…",
        "url": "https://techcrunch.com/2020/09/01/amazons-big-redesign-on-ios-to-reach-all-u-s-users-by-month-end/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/04/gettyimages-934988344.jpg?w=600",
        "publishedAt": "2020-09-01T20:04:07Z",
        "content": "The Amazon app is getting a makeover. You may have already spotted the refreshed version of the Amazon shopping app with its new color scheme and revamped navigation if you’re an iPhone user. The cha… [+5045 chars]"
    },
    {
        "author": "Darrell Etherington",
        "title": "Dell's U3219Q 32-inch 4K monitor provides a perfect home office upgrade",
        "description": "Dell has long held high esteem for the quality of its displays, and that hasn’t changed with its more recent models. What has changed is that more and more, people are looking for external monitors to complement their work laptops as they shift to more remote…",
        "url": "https://techcrunch.com/2020/09/01/dells-u3219q-32-inch-4k-monitor-provides-a-perfect-home-office-upgrade/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/Dell-UltraSharp-32-4K-Monitor-4.jpg?w=600",
        "publishedAt": "2020-09-01T19:57:38Z",
        "content": "Dell has long held high esteem for the quality of its displays, and that hasn’t changed with its more recent models. What has changed is that more and more, people are looking for external monitors t… [+5818 chars]"
    },
    {
        "author": "Connie Loizos",
        "title": "What will a Wish IPO look like? Seems we'll find out sooner than later",
        "description": "Wish, the San Francisco-based, 750-person e-commerce app that sells deeply discounted goods that you definitely don’t need but might buy anyway when priced so low — think pool floaties, guinea pig harnesses, Apple Watch knockoffs — said yesterday that it has …",
        "url": "https://techcrunch.com/2020/09/01/what-will-a-wish-ipo-look-like-seems-well-find-out-sooner-than-later/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-01-at-12.43.14-PM.png?w=741",
        "publishedAt": "2020-09-01T19:50:24Z",
        "content": "Wish, the San Francisco-based, 750-person e-commerce app that sells deeply discounted goods that you definitely don’t need but might buy anyway when priced so low — think pool floaties, guinea pig ha… [+4903 chars]"
    },
    {
        "author": "Manish Singh",
        "title": "Google's AI-powered flood alerts now cover all of India and parts of Bangladesh",
        "description": "India, the world’s second most populated nation, sees more than 20% of the global flood-related fatalities each year as overrun riverbanks sweep tens of thousands of homes with them. Two years ago, Google volunteered to help. In 2018, the company began its fl…",
        "url": "https://techcrunch.com/2020/09/01/googles-ai-powered-flood-alerts-now-cover-all-of-india-and-parts-of-bangladesh/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-1228244500.jpg?w=602",
        "publishedAt": "2020-09-01T17:47:15Z",
        "content": "India, the worlds second most populated nation, sees more than 20% of the global flood-related fatalities each year as overrun riverbanks sweep tens of thousands of homes with them. Two years ago, Go… [+3115 chars]"
    },
    {
        "author": "Frederic Lardinois",
        "title": "Google Cloud lets businesses create their own text-to-speech voices",
        "description": "Google launched a few updates to its Contact Center AI product today, but the most interesting one is probably the beta of its new Custom Voice service, which will let brands create their own text-to-speech voices to best represent their own brands. Maybe you…",
        "url": "https://techcrunch.com/2020/09/01/google-cloud-lets-businesses-create-their-own-text-to-speech-voices/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-665666714-1.jpg?w=600",
        "publishedAt": "2020-09-01T17:37:59Z",
        "content": "Google launched a few updates to its Contact Center AI product today, but the most interesting one is probably the beta of its new Custom Voice service, which will let brands create their own text-to… [+1764 chars]"
    },
    {
        "author": "Mike Butcher",
        "title": "As it delists, Rocket Internet's ill-fated experiment with public markets is over",
        "description": "It was all supposed to be so different. When Rocket Internet IPO’d in 2014 it was the largest tech company floatation in Europe for 7 years. A year later it had lost $46m and it’s valuation had dropped by 30%. Since then the German start-up factory behind int…",
        "url": "https://techcrunch.com/2020/09/01/as-it-delists-rocket-internets-ill-fated-experiment-with-public-markets-is-over/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2015/12/rocket-internet-oliver-samwer-03.jpg?w=600",
        "publishedAt": "2020-09-01T17:11:17Z",
        "content": "It was all supposed to be so different. When Rocket Internet IPOd in 2014 it was the largest tech company floatation in Europe for 7 years. A year later it had lost $46m and its valuation had dropped… [+3679 chars]"
    }
]